<h1># ✅ تم تأكيد الدفع بنجاح</h1>

<h2>مرحبًا {{ $user->name }},</h2>

<h3>نشكرك على طلبك من موقعنا. إليك تفاصيل الطلب:</h3>

---

<h4>**رقم الطلب:** {{ $order->id }}</h4>
<h4>**تاريخ الطلب:** {{ $order->created_at->format('Y-m-d H:i') }}</h4>
<h4>**عدد المنتجات:** {{ $order->items->count() }}</h4>
<h4>**إجمالي المبلغ:** {{ number_format($order->total_price, 2) }} ريال</h4>

---

<h5>📢 سيتم الآن البدء في تنفيذ الطلب وشحن المنتجات حسب نوع الشحن المحدد.</h5>

<h5>إذا كان لديك أي استفسار، لا تتردد بالتواصل معنا.</h5>

<a href="{{env('APP_URL')}}" target="_blank" rel="noopener noreferrer">زيارة الموقع</a>

<h6>شكرًا لاختيارك لنا!</h6>
<h6>Enjoy Games</h6>